[
  {
    "category": "men's clothing",
    "description": "This casual summer Hawaiian beach shirt is designed with a full-print floral pattern to give you a bright look. The vibrant print adds tropical charm to this Hawaiian shirt and attracts people's attention.\nShort Sleeve 2 Button Closure 3 Casual Summer Shirt 4 Rounded Hem 5 Patchwork Design 6 Vertical Striped Pattern. It can be perfectly paired with a variety of fashionable pants and shoes to wear your own style. Suitable for beach,summer activities, party, street, yoga, vacation, home, daily wear, casual wear, etc.",
    "id": 0,
    "image": "https://m.media-amazon.com/images/I/41R+ZAMt64L.jpg",
    "price": 79.99,
    "rating": {
      "count": 42,
      "rate": 3.1
    },
    "title": "As Fashion Men's Lycra Lining Digital Printed Stitched Half Sleeve Shirt Casual Shirts"
  },
  {
    "category": "men's clothing",
    "description": "THE JUGULAR offers quality casual wear in the widest variety which makes it easy to choose, at prices that are easy-to-reach and service support which makes shopping easy to enjoy. THE JUGULAR t-shirts are made of premium cotton bio-washed fabrics to ensure best quality and great comfort. Assorted prints are used to ensure that the printed t-shirts look new even after several washes. THE JUGULAR keeps inventing to help you keep inventing exciting new experiences in your life! Our brand 'THE JUGULAR' consist of men's apparels, like casual t shirts, polo's, sweatshirts, Waist coat style etc. We offer variety of products at best quality. We never compromise upon quality and so do you.",
    "id": 1,
    "image": "https://m.media-amazon.com/images/I/71r3RWbLWAL._AC_UL320_.jpg",
    "price": 85.49,
    "rating": {
      "count": 4254,
      "rate": 3.5
    },
    "title": "JUGULAR Men's Slim Fit Track pants"
  },
  {
    "category": "men's clothing",
    "description": "Flaunt your style with ADRO's Hoodie that comes with marshmello graphic print, long comfortable sleeves and 2 pockets. The hoodie is made with pristine cotton material making it suitable for anyone as it is comfortable to wear, soft to feel and also for its moisture wicking characteristic.\nNeed to gift your loved one a hoodie that is durable, stylish yet lasting? Our hoodies are made with just the right quality materials that makes a perfect fit for a gifting option to your loved one, whether it is their birthday or any special occasion.",
    "id": 2,
    "image": "https://m.media-amazon.com/images/I/51H1lEoOI7S._AC_UL320_.jpg",
    "price": 99.49,
    "rating": {
      "count": 523,
      "rate": 4.1
    },
    "title": "ADRO Men's Believe Design Printed Cotton Hoodies"
  },
  {
    "category": "men's clothing",
    "description": "100% High-grade Cotton Fabrics: Good capability of tenderness, air permeability and moisture absorption feels soft and comfy.\nSuitable for: Sports, Casual, Business Work, Date, Party, Perfect gift for families, friends and boyfriend.\nSlim Fit , Fabric: 100% Cotton , Full Sleeve ,Casual Shirts; High Quality Fabric and Stitching.\nWash Instruction: Handwash / Machine wash| Low iron and tumble dry on low heat.\nPattern Type: Self-Design; Sleeve Type: Long Sleeve; Fit Type: Regular Fit; Collar Style: Round Collar.",
    "id": 3,
    "image": "https://m.media-amazon.com/images/I/71cBVRe4g8L._UX679_.jpg",
    "price": 49.99,
    "rating": {
      "count": 201,
      "rate": 3.8
    },
    "title": "BASICS Casual Checked Brown 100% Cotton Slim Shirt"
  },
  {
    "category": "jewelery",
    "description": "Material: Brass\nColor: Golden\nHigh quality RhineStones are used\nIt's a perfect gift for Indian women on all festivals and occasions\nChoti Jewellery, Jooda pin, Hair decoration, Paranda jewellery, Bridal Hair jewellery",
    "id": 4,
    "image": "https://m.media-amazon.com/images/I/91iaXGOI9VL._AC_UL320_.jpg",
    "price": 339.19,
    "rating": {
      "count": 400,
      "rate": 4.6
    },
    "title": "Accessher Studded Hair Jewelery Single Choti /Jadai Billai With Hook For Women - Gold"
  },
  {
    "category": "jewelery",
    "description": "These are hand made set made from Premium High Quality Hydrabadi Faux Pearl Known For Its Quality , Metal base Is one gram gold plated ,each set is provided with adjustable high quality dori (Thread) and Pair Of earrings, these sets can be wear any color of dresses.\nMatching Beautiful Earrings Provided In This Jewellery Set\nFinest Quality AAA Grade Hydrabad Pearl Used, AAA AD Stone Used.\nOne Gram Gold Polish On Nickle And Lead Free Copper Metal\nEasy To Care Just Wipe With Dry Cloth After Use\nFinish To Original Look\nFine High Quality Hand Meena Work Of Original Jewellery.\nMacthing Pearl Drop Work",
    "id": 5,
    "image": "https://m.media-amazon.com/images/I/41XhkHrH4OL._SY300_SX300_.jpg",
    "price": 119.99,
    "rating": {
      "count": 70,
      "rate": 3.9
    },
    "title": "Mansiyaorange AAA Hydrabad Pearl Long Rani Haar Necklace Imitation/ Jewelery/Jualry/Jwellry/Jewellery Set For Women"
  },
  {
    "category": "jewelery",
    "description": "A designer fashion Matel Bangles/Churi Set that make you feel royal. The color complement all outfits & may worn as a statement piece to any occasion.\nMaterial: Alloy\nOccasion: Good for All Occasions\nA special gift for your loved one's\nKeep away from Perfumes, Sparay and Water.\nIt is advisable to store jewellery in a zip lock pouch (air tight pouch), keep away from water perfume and other chemicals and clean it with dry and soft cloth",
    "id": 6,
    "image": "https://m.media-amazon.com/images/I/712hYHgrhsL._UY575_.jpg",
    "price": 109.99,
    "rating": {
      "count": 439,
      "rate": 4.2
    },
    "title": "Parmar Gold Jewelery Acrylic City Gold Shakha Pola Bangle Set for Women (Set of 4)"
  },
  {
    "category": "jewelery",
    "description": "This jewelry is made from top notch Tin And Lead Free Alloy Metal Thus Sooths To Your Skin\nWe believe that you wear jewels to express the women you are without saying a word , To achieve this motto of you we have painstakingly hand made each and every our jewelry so that you get what you deserve.\nWe have maintained high quality standard while making this jewelry so that product of highest notch quality is delivered to our customer.\n Each Set Is Provided With Matching Earrings And High Quality Adjustable Dori. Easy to care just wipe with dry cloth after use for long lasting shine.",
    "id": 7,
    "image": "https://m.media-amazon.com/images/I/81shZrXsbuL._AC_UL320_.jpg",
    "price": 74.99,
    "rating": {
      "count": 102,
      "rate": 2.9
    },
    "title": "Mansiyaorange Combo Of One Gram Mangalsutra Tanmaniya Nallapuasalu And Necklace Jewellery Set For Women"
  },
  {
    "category": "electronics",
    "description": "Via 2.4GHZ WIFI connection, this spy camera is easily to connect to your smartphone(IOS & Android available), Tablet, Windows/Mac computer, you can live stream all your videos via smartphone/tablet/computer for remote view when you left home,ofice or any where you want to monitor. Keep an eye on your house ,office or family as a housekeeper or nanny cam 24hours/7days.\nThis mini camera comes with a high-quality 300mAh rechargeable lithium-ion battery that can last continuous HD video recording about 1 hour. Besides, you can charge this wireless wifi hidden spy camera with the included charging cable to keep using this spy camera.\nThe mini spy camera with 150°wide-angle lens and 6 hidden infrared LEDs without lighting,5m night vision distance,Gives you a clear image to see the whole room even in full dark.You can also set to automatically switch to night vision during a certain period of time. No longer worry about recording at night.",
    "id": 8,
    "image": "https://m.media-amazon.com/images/I/2103aPdWzwL.jpg",
    "price": 25.99,
    "rating": {
      "count": 1214,
      "rate": 4.2
    },
    "title": "GIZWORLD Electronics Mini Wi-Fi Full HD720P-1080P Wireless Magnet Camera Motion Camera Audio and Video Live Feed with Wireless Recorded, with Night Vision and Motion Detection Max 64 GB SD"
  },
  {
    "category": "electronics",
    "description": "Crisp HD 720p/30 fps video calls with diagonal 55° field of view and auto light correction. Compatible with popular platforms including Skype and Zoom.\nThe built-in noise-reducing mic makes sure your voice comes across clearly up to 1.5 meters away, even if you're in busy surroundings.\nC270's RightLight 2 feature adjusts to lighting conditions, producing brighter, contrasted images to help you look good in all your conference calls.\nThe adjustable universal clip lets you attach the camera securely to your screen or laptop, or fold the clip and set the webcam on a shelf. You're always ready for your next video call.\nIdeal for laptop or tablet: Compatible with Windows 10 or later, Windows 8, Windows 7, Mac OS 10.10 or later, and Chrome OS via the USB port",
    "id": 9,
    "image": "https://m.media-amazon.com/images/I/61yo4swj-PL._SL1500_.jpg",
    "price": 100.99,
    "rating": {
      "count": 19270,
      "rate": 4.3
    },
    "title": "Logitech C270 Digital HD Webcam with Widescreen HD Video Calling, HD Light Correction, Noise-Reducing Mic, for Skype, FaceTime, Hangouts, WebEx, PC/Mac/Laptop/MacBook/Tablet - (Black, HD 720p/30fps)"
  },
  {
    "category": "electronics",
    "description": "DESIGN: Wireless Mouse with Ergonomic form factor\nBUTTONS: 4 Buttons: Left/Right/Scroll Click/DPI Switch\nRECEIVER: USB Nano Receiver\nFEATURES: 2.4GHz High Precision mouse with Power saving mode\nTRACKING: 800/1200/1600 DPI Optical Sensor\nUSAGE: Best for Laptop/PC/Mac",
    "id": 10,
    "image": "https://m.media-amazon.com/images/I/61ZlwXsG7nL._SL1500_.jpg",
    "price": 19.99,
    "rating": {
      "count": 319,
      "rate": 2.1
    },
    "title": "Zebronics Zeb-Dash Plus 2.4GHz High Precision Wireless Mouse with up to 1600 DPI, Power Saving Mode, Nano Receiver and Plug & Play Usage"
  },
  {
    "category": "electronics",
    "description": "Large 50mm audio drivers produce great sound for a more immersive gaming experience.\nNoise Cancelling Adjustable Boom Mic makes sure you're heard by gaming partners loud and clear.\nMaximize the atmosphere of gaming with cool RGB LED lights\nConnects to PC, mobile devices and game consoles via simple 3.5mm plug.\nPremium memory protein ear pads and headband for comfortable gaming\n2m long braided wire\nOn-Headset Volume Control\nWeight: 230gms",
    "id": 11,
    "image": "https://m.media-amazon.com/images/I/818YJwlH2BL._SL1500_.jpg",
    "price": 199,
    "rating": {
      "count": 400,
      "rate": 4.8
    },
    "title": "SpinBot BattleBudz H1 Over-The-Ear Wired Gaming Headphone with RGB Light and Noise Cancelling Boom Mic- Black"
  },
  {
    "category": "electronics",
    "description": "Automatic backup - Easy to use\nPassword protection + 256-bit AES hardware encryption\nWestern Digital Discovery software for Western Digital backup, password protection and drive management\nSuperspeed USB 3.0 port; USB 2.0 compatible\n3-Year manufacturer's limited warranty\nCountry of Origin: Thailand",
    "id": 12,
    "image": "https://m.media-amazon.com/images/I/510+J06fz0L._SL1000_.jpg",
    "price": 69.99,
    "rating": {
      "count": 23764,
      "rate": 4.7
    },
    "title": "Western Digital WD 1TB My Passport Portable Hard Disk Drive, USB 3.0 with  Automatic Backup, 256 Bit AES Hardware Encryption,Password Protection,Compatible with Windows and Mac, External HDD-Black "
  },
  {
    "category": "electronics",
    "description": "Minimalist design, maximum concentration. The 3-sided borderless display brings a clean and modern aesthetic to any working environment. In a multi-monitor setup, the displays line up seamlessly for a virtually gapless view without distractions.\nSit anywhere and have a full technicolor experience. The IPS panel preserves color vividness and clarity across every inch of the screen. Even on a display this wide, tones and shades look completely accurate from virtually any angle, with no color washing.\nSuperfluid entertainment experience. AMD Radeon FreeSync keeps your monitor and graphics card refresh rate in sync to reduce image tearing. Watch movies and play games without any interruptions. Even fast scenes look seamless and smooth.",
    "id": 13,
    "image": "https://m.media-amazon.com/images/I/81TjRLHaz1L._SL1500_.jpg",
    "price": 399.99,
    "rating": {
      "count": 3560,
      "rate": 4.3
    },
    "title": "Samsung 24-inch(60.46cm) FHD Monitor, IPS, 75 Hz, Bezel Less Design, AMD FreeSync, Flicker Free, HDMI, D-sub, (LF24T350FHWXXL, Dark Blue Gray)"
  },
  {
    "category": "women's clothing",
    "description": "Care Instructions: Machine Wash\nFit Type: Regular Fit\nNeck : V Neck\nSleeve Style : Short Sleeve\nFit : Regular Fit\nFabric : Polyester\nPattern : Color Block",
    "id": 14,
    "image": "https://m.media-amazon.com/images/I/31wAi3uur6L.jpg",
    "price": 14.09,
    "rating": {
      "count": 12,
      "rate": 1.9
    },
    "title": "Istyle Can V Neck Short Sleeve Color Block Women's Top"
  },
  {
    "category": "women's clothing",
    "description": "Care Instructions: Hand Wash Only\nFit Type: Regular\nFabric : Cotton\nLength : Crop\nNeck Style : Round Neck\nSleeve Type : Half Sleeve\nPrint : Butterfly Print , Beautiful Print , Panda Print , Grass Panda , Meow Print , Grow , OPPS , Crown Cat",
    "id": 15,
    "image": "https://m.media-amazon.com/images/I/51oT2SIR-vL._UL1500_.jpg",
    "price": 12.45,
    "rating": {
      "count": 89,
      "rate": 3.2
    },
    "title": "Casual Printed and Solid Round Neck Short Sleeve Cotton Womens Crop Top, Women's Crop Tops, Girls Stylish top, Crops for Women Stylish Latest"
  },
  {
    "category": "women's clothing",
    "description": "Sole: Ethylene Vinyl Acetate\nClosure: Lace-Up\nShoe Width: Medium\nMultiple Uses: Best Running Shoes For Women Can Be Used In Gym Workout, Outdoor Running, Morning Walkin\nBasketball, Badminton, Trekking, Hip Hop Dance, , Dancing, Volleyball, Hiking, Athletic Sports, Cyclin\nHockey, Driving, Jogging, Kabaddi, Kabbadi, Marathon, Bike Riding, Training, Skating, Pt, Office, Gol\nLeisure And Tennis.\nAbout Asian Women'S Shoes: We Are An Iso 9001: 2015 Certified Seller Of Branded Footwear Online, Endorsed \nCricketer Virender Sehwag, With 4/5 Overall Rating Across 11,000+ Reviews, Offering The Best Quality Styli\nTrending Womens Shoes .\nPattern Type: Solid; Age Range Description: Adult\nItem Type Name: First Walker Shoe; Water Resistance Level: Not Water Resistant; Toe Style: Round Toe",
    "id": 16,
    "image": "https://m.media-amazon.com/images/I/61vRXtZcy7L._UL1100_.jpg",
    "price": 79.99,
    "rating": {
      "count": 6901,
      "rate": 3.9
    },
    "title": "ASIAN Women's Cute Sports Running Shoes,Walking, Gym Casual Sneaker Lace-Up Shoes for Girl's"
  },
  {
    "category": "women's clothing",
    "description": "Built to endure, every Sonata watch is water-resistant up to 30 meters. So, no matter what the weather or a splash, there is nothing to worry about. You can keep charging forward, in style\nAll the collections designed by Sonata, capture the aspirations and marks the milestones of millions of Indians. With over 600 stunning designs, Sonata offers a watch for every impression you want to make.\nSonata watches are of world-class quality and are trusted by millions of customers who seek value. Choose from a wide range of additional functions like date, calendar, and smart features and pick the right watch for every need.\nThe straps on Sonata watches are made of high-quality materials that are super stylish to look at and at the same time, super comfortable on your wrist. With straps available in leather, metal, and rubber, you have the freedom to express your own style.",
    "id": 17,
    "image": "https://m.media-amazon.com/images/I/71tHB3cjoYL._UL1500_.jpg",
    "price": 24.99,
    "rating": {
      "count": 1164,
      "rate": 4.3
    },
    "title": "Sonata Analog Watches for Women"
  },
  {
    "category": "women's clothing",
    "description": "Care Instructions: Machine Wash\nFit Type: Relaxed\nPerfectly fits for 32'' waist size\nSimple Stylish Striped Palazzo, Suitable for Casual, Festive and Work Wear\nCare instructions: Prefer Hand Wash with Easy/Gentle Liquid or Use Mild Detergent Only to maintain long lasting New Feel. Can Be Dry Clean also\nRise Style: High; Fit Type: Flared; Closure Type: Belt\nAge Range Description: Adult; Pocket Description: Slit Pocket",
    "id": 18,
    "image": "https://m.media-amazon.com/images/I/71lSpKfSeyL._UL1500_.jpg",
    "price": 7.95,
    "rating": {
      "count": 1488,
      "rate": 3.5
    },
    "title": "INFISPACE Women's Relaxed Fit Cotton Palazzo"
  },
  {
    "category": "women's clothing",
    "description": "Care Instructions: Machine Wash\nFit Type: Slim\nFabric: Polycotton; Pre-washed Cotton Jogger Fabric to impart a softer texture to provide comfort with strength; Both side pocket\nFit: Slim fit joggers for Women, with the drawstring feature, that makes these women's joggers, casual to wear and easily adjustable to your waist according to desired comfort.\nDesigned for comfort and great for all year round use",
    "id": 19,
    "image": "https://m.media-amazon.com/images/I/61wbPJipauL._UL1500_.jpg",
    "price": 12.99,
    "rating": {
      "count": 615,
      "rate": 4.2
    },
    "title": "Alan Jones Clothing Women's Printed Camouflage Joggers Trackpant"
  },
  {
    "category": "jewelery",
    "description": "Best for Gifting and for personal Use, combine it with matching dress and be the limelight of every Occassion. Plated with High Quality Polish for Long Lasting Finish. Nickel free and Lead free as per International Standards that makes it very skin friendly. The plating is non-allergic and safe for all environments. Suitable for all occassions.",
    "id": 20,
    "image": "https://m.media-amazon.com/images/I/710dnChlpcS._UY575_.jpg",
    "price": 14.99,
    "rating": {
      "count": 423,
      "rate": 3.7
    },
    "title": "YouBella Jewellery Bohemian Multi-Color Earrings for Girls and Women"
  },
  {
    "category": "jewelery",
    "description": "Shining Diva Fashion 18k Rose Gold Plated Latest Fancy Stylish Copper Zircon Bali Earrings for Women and Girls. Latest Design Stylish Natural Zircon Earrings from the house of Shining Diva. 5-Layer 18k Micro Gold Plated for High Durability. These Copper Zircon Earrings are Perfect for Party or Daily Wear. Nickel free and Lead free as per International Standards that makes it very Skin friendly. Ideal valentine gift for girlfriend, wife or someone you Love",
    "id": 21,
    "image": "https://m.media-amazon.com/images/I/81-u7r286ZL._UY575_.jpg",
    "price": 29.99,
    "rating": {
      "count": 586,
      "rate": 4.2
    },
    "title": "Shining Diva Fashion 18k Rose Gold Plated Latest Fancy Stylish Copper Zircon Bali Earrings for Women and Girls"
  },
  {
    "category": "men's clothing",
    "description": "Slim fit - Slightly fitted through the hip and thigh, narrows from knee to ankle, Material - 100% Cotton. Elasticated waistband with drawstring closure. Beautifully crafted in 100% Cotton fabric, it comes in a convenient slim fit and is suitable for all body types. Basic 5 pocket trouser; Slant pocket. Featuring Mid Rise waist, elasticated waistband, drawstring closure and zip pocket at knee",
    "id": 22,
    "image": "https://m.media-amazon.com/images/I/71LqL5-QXiL._UX569_.jpg",
    "price": 44.99,
    "rating": {
      "count": 701,
      "rate": 3.9
    },
    "title": "Diverse Men Casual Joggers"
  },
  {
    "category": "men's clothing",
    "description": "Size Map: Small ; Lens Material: Polycarbonate ; Front Material Detail: Plastic ; 17 mm Bridge Width, Frame size: Lens Length = 16 cm,Width = 8.1 cm,Height = 5.6 cm ; Temple Design: Regular ; Lens Height Description: Narrow, Black colored frame with Shiny Black temple, 100% UV protected.",
    "id": 23,
    "image": "https://m.media-amazon.com/images/I/61+THk53YIL._UX679_.jpg",
    "price": 12.99,
    "rating": {
      "count": 14384,
      "rate": 4
    },
    "title": "Fastrack Men Square Sunglasses , Black"
  }
]
